Repository: studio-net/wp-realestate-sync
Catalog: lang/wpres-*.po
Languages: fr_fr

source: The syncing is already running; try again in a moment
fr_fr: Une synchronisation est déjà en cours; essayez à nouveau dans un moment

source: Api Key is empty
fr_fr: La clé API n'est pas renseignée

source: Parameters
fr_fr: Paramètres

source: Api Key
fr_fr: Clé Api

source: Api Url
fr_fr: Url de l'API

source: AutoSync Interval
fr_fr: Intervalle de synchronisation automatique

source: Disabled
fr_fr: Désactivé

source: Hourly
fr_fr: Toutes les heures

source: Twice Daily
fr_fr: Deux fois par jour

source: Daily
fr_fr: Tous les jours

source: Next Sync will be at :
fr_fr: Prochaine synchro à :

source: No sync log available for this date.
fr_fr: Pas de journal disponible à cette date.

source: You must have PHP version %s
fr_fr: Vous devez avoir PHP en version %s

source: You must have Wordpress version %s
fr_fr: Vous devez avoir Wordpress en version %s

source: Unable to activate the plugin <b>%s</b>:
fr_fr: Impossible d'activer l'extension <b>%s</b>:

source: Display DPE for given Ad
fr_fr: Affiche le DPE pour l'annonce en cours

source: Title
fr_fr: Titre

source: Already up to date (%s > %s)
fr_fr: Déjà à jour (%s > %s)

source: Not up to date (%s < %s)
fr_fr: N'est pas à jour (%s < %s)

source: New property : %s
fr_fr: Nouveau bien : %s

source: Could not create property %s: %s
fr_fr: N'a pas pu créer le bien %s: %s

source: Updating property : %s
fr_fr: Mise à jour du bien : %s

source: Could not update property %s : %s
fr_fr: Impossible de mettre à jour le bien %s : %s

source: Saved %s post %s
fr_fr: Post %s %s enregistré

source: Error : %s
fr_fr: Erreur : %s

source: Looking up obsolete properties.
fr_fr: Recherche des biens obsolètes.

source: Moving Post %s to trash
fr_fr: Déplacement du Post %s à la corbeille

source: Could not trash post %s : %s
fr_fr: N'a pu déplacer le post %s dans la corbeille : %s

source: No property deleted.
fr_fr: Aucun bien supprimé.

source: Moved %d property(ies) to trash
fr_fr: %d biens mis à la corbeille

source: Fatal Error : %s
fr_fr: Erreur Fatale : %s

source: Could not guess Properties post type
fr_fr: Impossible de deviner le type de « custom post » immobilier

source: Save Changes
fr_fr: Enregistrer les modifications

source: The properties are currently syncing with Gedeon.
fr_fr: Les biens immobiliers sont en cours de synchronisation avec Gédéon.

source: Press this button to refresh this page.
fr_fr: Appuyez sur ce bouton pour actualiser cette page.

source: Refresh
fr_fr: Actualiser

source: You will be able to look at the log details once the syncing is done.
fr_fr: Vous pourrez consulter les journaux une fois la synchronisation terminée.

source: Sync Now !
fr_fr: Synchroniser Maintenant !

source: Sync Logs
fr_fr: Journaux de Synchronisation

source: No sync history.
fr_fr: Aucun historique de synchronisation.

source: Sync Logs on %s
fr_fr: Journal de synchronisation pour le %s

source: Plugin Gedeon Sync activated.
fr_fr: L'extension « Synchro Gédéon » est activée.

source: Thank you for using the Gedeon Sync plugin.
fr_fr: Merci d'utiliser l'extension « Synchro Gédéon ».

source: Synchronizes Wordpress custom posts, from Gedeon API
fr_fr: Synchronise les custom post depuis l'API Gedeon.

source: Invalid photo size : withxheight expected (ex : 1024x768)
fr_fr: Taille des photo invalide : longueurxlargeur attendue (ex : 1024x768)

source: Invalid photo quality, choose a value between 5 and 100
fr_fr: Qualité des photo invalide, merci de choisir une valeur entre 5 et 100

source: Rent
fr_fr: Location

source: Sale
fr_fr: Achat

source: Quality of pictures
fr_fr: Qualité des photos

source: Size of pictures
fr_fr: Taille des photos

source: Features for post %s...
fr_fr: Avantages pour le post %s...
